const recipe_list = [
    {
        id: 1,
        name: '떡볶이',
        image: 'https://i.ytimg.com/vi/t4Es8mwdYlE/mqdefault.jpg',
        ingredients: [
            "쌀떡 4컵(400g)",
            "밀가루떡 4컵(400g)",
            "사각어묵 4장(160g)",
            "양배추 2컵(160g)",
            "대파 3컵(240g)",
            "물 1L",
            "삶은달걀 3개"

        ],
        directions: [
            "1. 대파는 어슷 썰거나 반으로 갈라 길게 썰어 준비한다.",
            "2. 양배추, 어묵은 먹기 좋은 크기로 썰어 준비한다.",
            "3. 냄비에 물, 진간장, 황설탕, 고추장, 굵은고춧가루, 고운고춧가루, 대파, 양배추를 넣어 끓인다.",
            "4. 떡볶이떡은 흐르는 물에 가볍게 세척한다.",
            "5. 육수가 끓으면 삶은달걀, 떡을 넣고 함께 끓여준다.",
            "6. 기호에 맞게 MSG를 넣는다.",
            "7. 떡을 넣고 육수가 끓어오르면 어묵을 넣어준다.",
            "8. 양념장이 걸쭉하게 졸아들 때까지 끓여 완성한다."
        ],
    },
    {
        id: 2,
        name: '감자 짜글이',
        image: 'https://i.ytimg.com/vi/wpUsg7f-F4o/mqdefault.jpg',
        ingredients: [
            "감자 2개(400g)",
            "양파 1/2개(100g)",
            "대파 1컵(80g)",
            "청양고추 3개(15g)",
            "통조림햄 1캔(200g)",
            "간마늘 1큰술(15g)",
            "된장 1/2큰술(10g)",
            "고추장 1큰술(20g)",
            "굵은고춧가루 2큰술(10g)",
            "황설탕 1큰술(10g)",
            "진간장 4큰술(40g)",
            "물 4컵(700g)"
        ],
        directions: [
            "1. 감자, 양파는 1cm 정도 두께로 굵게 채 썰어 준비한다.",
            "2. 청양고추는 1cm 정도로 썰고 대파는 송송 썰어 준비한다.",
            "3. 통조림 햄은 밀폐 봉지에 넣어 잘게 으깨어 준다.",
            "4. 냄비에 감자를 깔고 양파, 대파, 청양고추, 통조림햄을 넣는다.",
            "5. 황설탕, 고춧가루, 간마늘, 고추장, 된장, 진간장, 물을 넣어 끓인다.",
            "6. 끓어오르면 약불로 줄이고 양념장이 골고루 섞일 수 있도록 저어준다.",
            "7. 국물이 반 정도 졸아들면 기호에 맞게 간장을 추가하여 간을 맞춘다.",
            "8. 감자가 으깨질 정도까지 끓여 완성한다.",
        ],
    },
    {
        id: 3,
        name: '',
        image: '',
        ingredients: [
            

        ],
        directions: [
            
        ],
    },
    
]

export default recipe_list;